{
  "data": [
    {
      "id": 74,
      "title": "Дитя погоды",
      "genres": ["Драма", "Романтика", "Сверхъестественное"],
      "poster": "https://roltter.github.io/images/poster/weathering.jpg",
      "description": "В одном из закоулков шумного и многолюдного Токио Ходака знакомится c Хиной Амано, которая из-за семейных обстоятельств живёт вместе с младшим братом. У Хины есть необычная сила: она может остановить дождь и очистить небо от облаков, всего лишь помолившись."
    },
    {
      "id": 348,
      "title": "Провожающая в последний путь Фрирен",
      "genres": ["Сёнен", "Приключения", "Драма", "Фентези"],
      "poster": "https://roLtter.github.io/images/poster/wallpaperflare.com_wallpaper.jpg",
      "description": "Одержав победу над Королём демонов, отряд героя Химмеля вернулся домой, их десятилетнее приключение завершилось. Волшебница-эльф Фрирен и её отважные товарищи принесли людям мир и разошлись в разные стороны. Однако не всех из отряда ждёт одинаковая участь. Для эльфов время течёт иначе, поэтому Фрирен становится свидетелем того, как все её спутники постепенно уходят из жизни. Сможет ли она смириться со смертью друзей и понять, что значит жизнь для окружающих её людей?"
    },
    {
      "id": 16,
      "title": "Стальной алхимик: Братство",
      "genres": ["Сёнен", "Экшен", "Приключения", "Фэнтези", "Драма"],
      "poster": "https://roltter.github.io/images/poster/alchemist.jpg",
      "description": "В этом мире существуют алхимики — люди, владеющие искусством алхимии, способностью манипулировать материей и преобразовывать вещество. Все они ограничены основным Законом алхимии: нельзя алхимическим путём получить что-то, не пожертвовав чем-то равноценным полученному. Лишь с помощью легендарного философского камня, способ создания которого утерян, можно обойти этот Закон."
    },
    {
      "id": 3333773,
      "title": "Сага о Винланде",
      "genres": ["Сэйнен", "Экшен", "Приключения", "Драма"],
      "poster": "https://roltter.github.io/images/poster/vinland_saga.jpg",
      "description": "1002 год. Юный и энергичный Торфинн живёт на краю земли — в Исландии, мечтая об опасных приключениях и заморских странах. Эти мечты подогревает и друг его отца — Лейф, известный путешественник и торговец, рассказывая детям о далёкой плодородной земле, называемой им Винландом. Мирная жизнь Торфинна и его семьи продолжалась бы и дальше, но всё меняется, когда его отец Торс спасает беглого раба."
    }
  ]
}